[
  {
    "model": "catalog.contacts",
    "pk": 1,
    "fields": {
      "name": "Михаил",
      "email": "shikul_m@mail.ru",
      "message": ""
    }
  },
  {
    "model": "catalog.contacts",
    "pk": 2,
    "fields": {
      "name": "Александра",
      "email": "sandra87.87@mail.ru",
      "message": ""
    }
  },
  {
    "model": "catalog.contacts",
    "pk": 3,
    "fields": {
      "name": "Ольга",
      "email": "shikul@mail.ru",
      "message": "Привет"
    }
  },
  {
    "model": "catalog.product",
    "pk": 1,
    "fields": {
      "name_product": "Белый шоколад",
      "description": "Невероятно белого цвета",
      "image_product": "products/belyij-shokolad.jpg",
      "category": 6,
      "price_buy": 565.0,
      "created_at": "2023-07-13T22:51:23Z",
      "changed_at": "2023-08-05T10:40:35.308Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 2,
    "fields": {
      "name_product": "Зеленый шоколад с миндальными орешками",
      "description": "Выглядит очень оригинально. По вкусу тоже необычный",
      "image_product": "",
      "category": 6,
      "price_buy": 655.0,
      "created_at": "2023-07-13T22:54:49Z",
      "changed_at": "2023-07-13T22:54:49Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name_product": "Темный шоколад на сиропе топинамбура",
      "description": "Специально для любителей диеты",
      "image_product": "",
      "category": 5,
      "price_buy": 1000.0,
      "created_at": "2023-07-13T22:56:39Z",
      "changed_at": "2023-07-13T22:56:39Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name_product": "Темный шоколад на кокосовом сахаре",
      "description": "Очень вкусно",
      "image_product": "",
      "category": 5,
      "price_buy": 843.0,
      "created_at": "2023-07-13T22:57:32Z",
      "changed_at": "2023-08-05T10:38:29.657Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 5,
    "fields": {
      "name_product": "Клубничный шоколад",
      "description": "Из клубники",
      "image_product": "products/клубничный_.jpg",
      "category": 7,
      "price_buy": 888.0,
      "created_at": "2023-07-13T22:58:30Z",
      "changed_at": "2023-07-18T16:07:58.240Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 6,
    "fields": {
      "name_product": "Малиновый",
      "description": "С малиновыми добавками",
      "image_product": "",
      "category": 7,
      "price_buy": 700.0,
      "created_at": "2023-07-13T22:59:10Z",
      "changed_at": "2023-07-13T22:59:10Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 7,
    "fields": {
      "name_product": "Гречишный шоколад",
      "description": "Светлый шоколад на основе гречишного чая",
      "image_product": "",
      "category": 7,
      "price_buy": 655.0,
      "created_at": "2023-07-13T22:59:33Z",
      "changed_at": "2023-07-13T22:59:33Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 8,
    "fields": {
      "name_product": "Товар 1",
      "description": "Что-то с расчетом на удаление",
      "image_product": "products/Ава.jpg",
      "category": 9,
      "price_buy": 50000.0,
      "created_at": "2023-08-04T11:11:23.791Z",
      "changed_at": "2023-08-05T00:36:48.485Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 15,
    "fields": {
      "name_product": "Товар 5",
      "description": "Тестирование версий шоколада",
      "image_product": "",
      "category": 9,
      "price_buy": 500.0,
      "created_at": "2023-08-04T22:36:59.689Z",
      "changed_at": "2023-08-04T22:38:11.357Z"
    }
  },
  {
    "model": "catalog.shape",
    "pk": 1,
    "fields": {
      "name_shape": "Плитка"
    }
  },
  {
    "model": "catalog.shape",
    "pk": 2,
    "fields": {
      "name_shape": "Кролик"
    }
  },
  {
    "model": "catalog.shape",
    "pk": 3,
    "fields": {
      "name_shape": "Медалька"
    }
  },
  {
    "model": "catalog.shape",
    "pk": 4,
    "fields": {
      "name_shape": "Тигр"
    }
  },
  {
    "model": "catalog.shape",
    "pk": 5,
    "fields": {
      "name_shape": "с надписью \"8 марта\""
    }
  },
  {
    "model": "catalog.shape",
    "pk": 6,
    "fields": {
      "name_shape": "с надписью \"с днем рождения\""
    }
  },
  {
    "model": "catalog.version",
    "pk": 1,
    "fields": {
      "name_version": "форма плитки, 100 гр.",
      "product": 8,
      "weight": 100,
      "shape": 2,
      "num_version": 1,
      "is_actual": false
    }
  },
  {
    "model": "catalog.version",
    "pk": 2,
    "fields": {
      "name_version": "Плитка шоколада, 100 гр.",
      "product": 8,
      "weight": 100,
      "shape": 1,
      "num_version": 2,
      "is_actual": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 3,
    "fields": {
      "name_version": "Шоколадка в форме кролика, 100 гр.",
      "product": 8,
      "weight": 100,
      "shape": 2,
      "num_version": 2,
      "is_actual": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 4,
    "fields": {
      "name_version": "Маленькая шоколадка на 50 гр. в форме медальки",
      "product": 15,
      "weight": 50,
      "shape": 3,
      "num_version": 1,
      "is_actual": false
    }
  },
  {
    "model": "catalog.version",
    "pk": 5,
    "fields": {
      "name_version": "Шоколадка в форме тигра весом 200 гр",
      "product": 15,
      "weight": 200,
      "shape": 4,
      "num_version": 1,
      "is_actual": true
    }
  },
  {
    "model": "catalog.category",
    "pk": 5,
    "fields": {
      "name_category": "Темный шоколад",
      "description": "Подойдет для любителей традиционного шоколада"
    }
  },
  {
    "model": "catalog.category",
    "pk": 6,
    "fields": {
      "name_category": "Белый и цветной шоколад",
      "description": "Шоколад красивого белого цвета"
    }
  },
  {
    "model": "catalog.category",
    "pk": 7,
    "fields": {
      "name_category": "Фруктовый шоколад",
      "description": "Шоколад с невероятными фруктовыми ингредиентами"
    }
  },
  {
    "model": "catalog.category",
    "pk": 8,
    "fields": {
      "name_category": "Шоколадные конфеты",
      "description": null
    }
  },
  {
    "model": "catalog.category",
    "pk": 9,
    "fields": {
      "name_category": "Прочие товары",
      "description": "Все аксессуыры, которые вы можете приобрести в дополнение к конфетам"
    }
  },
  {
    "model": "blog.blog",
    "pk": 1,
    "fields": {
      "caption": "Откуда в шоколаде горчинка и почему мы по-разному её воспринимаем",
      "slug": "otkuda-v-shokolade-gorchinka-i-pochemu-myi-po-raznomu-eyo-vosprinimaem",
      "context_blog": "Вопреки распространённому мнению не весь тёмный шоколад горький на вкус. Даже при высоком содержании какао он может обладать ягодной кислотностью или чайной терпкостью. Конечно, горчинка в шоколаде присутствует всегда. Правда она может быть не слишком выраженной и даже нейтральной. Давайте разберёмся откуда в шоколаде берётся горечь и почему каждый из нас по-разному её воспринимает.\n\n \n\nПочему горько?\nВ какао содержатся алкалоиды и полифенолы. Именно этим веществам присущ горький вкус, который служит защитным механизмом, удерживающим травоядных и плодоядных животных от соблазна полакомиться какао-бобами. Тут всё просто – если их не съели, значит из них сможет вырасти дерево. Поскольку весь тёмный шоколад производят из какао-бобов, в нём есть горчинка.\n\n \n\nЧто влияет на уровень горечи?\nГоречь в шоколаде зависит от типа и количества содержащихся в нём полифенолов. Сильнее всего влияет на это генетика какао-бобов.\n\nДля ординарного (коммерческого) сырья характерны высокая степень горечи и узкий диапазон ароматов, который ассоциируется со словом «какао». Благодаря этому «обычный» шоколад всегда обладает знакомым вкусом.\nАроматные какао-бобы (fino de aroma), напротив, могут обладать разной степенью горечи (от весьма выраженной до крайне нейтральной). Кроме того, они обладают широким спектром различных ароматов и послевкусий. Вы можете почувствовать каким необычным и совсем не горьким может быть шоколад, если попробуете нашу Уганду, Semuliki Forest, Гаити или Индонезию, West Bali.\nТакже на уровень и интенсивность горечи, кроме генетики, оказывает влияние обработка какао-бобов (ферментация, сушка) и обжарка.\n\n \n\nПро различия в восприятии горечи\nУ всех нас во рту находится неодинаковое количество вкусовых сосочков (внутри них прячутся рецепторы) и их типов. Поэтому восприятие вкуса зависит от индивидуальных физиологических особенностей каждого человека. Если говорить о горечи, то существует более 25 генов, кодирующих белки, которые её воспринимают. Это позволяет нам отличать грейпфрутовую горчинку от кофейной, чайную от карамельной. Фактическое количество копий упомянутых генов и объём производимых ими белков объясняет, почему одни люди чувствительны к горьким веществам, а другие нет.\n\nЕщё на уровень восприятия горечи влияет вкусовой опыт и возраст. Так, ребёнок, выбирая между тёмным и молочным шоколадом, с большей вероятностью сделает выбор в пользу молочного. Связано это с тем, что дети более чувствительны к горькому вкусу, чем взрослые. Соответственно, чем старше человек, тем менее он восприимчив к горечи. Поэтому у многих из нас со временем развивается терпимость к таким продуктам как брокколи, баклажаны, кофе, крепкий чай и алкоголь.\n\n \n\nКак развить восприятие вкуса\nЕсли вы чувствуете в шоколаде только горечь и не ощущаете кислотность, свойственную ягодам или фруктам, не унывайте! Займитесь обогащением своего вкусового опыта. Пробуйте шоколад с контрастными вкусами. Но не ешьте его бездумно! Пытайтесь сравнить один вид с другим. Сопоставляйте свои ощущения с тем, что вы уже испытывали. Тогда со временем вы начнёте узнавать в шоколаде различные ноты и послевкусия.",
      "image_blog": "blog/Почему_шоколад_горький.jpg",
      "created_at": "2023-07-23T07:42:01.217Z",
      "is_published": true,
      "views_count": 0
    }
  },
  {
    "model": "blog.blog",
    "pk": 2,
    "fields": {
      "caption": "Всё, что вы хотели знать о шоколаде",
      "slug": null,
      "context_blog": "Мы живём в замечательное время, когда прямо на наших глазах формируется, укрепляется и развивается новое направление в сфере изготовления шоколада. Имя ему – bean to bar. В Россию оно пришло примерно в начале 2010-х годов из Америки и Европы.\n\nС понятием «bean to bar» сегодня сталкиваются не только производители, но и покупатели. Однако найти информацию о том, что же это такое, пока очень сложно. Как производитель шоколада bean to bar мы решили рассказать вам о том, каких принципов придерживаемся мы и похожие на нас компании.\n\n \n\nBean to bar как новый взгляд на шоколад\n«Bean to bar» – туманный термин, не имеющий чёткого определения. В дословном переводе он звучит как «от боба к плитке». Несмотря на то, что это понятие возникло примерно в середине 1990-х, ни в профессиональной среде, ни в академических кругах нет единого мнения о его значении. Большинство всё же склоняется к тому, что это технология создания шоколада с нуля одной компанией. Первым её этапом считается покупка необжаренных какао-бобов, которые затем проходят полный цикл обработки на территории предприятия. Цепочка процессов создания шоколада bean to bar, как правило, выглядит так:\n\n\n\nBean to bar можно смело назвать не просто технологией, а концепцией. Связано это с тем, что компании, придерживающиеся её, часто выходят далеко за рамки сферы, связанной непосредственно с производством шоколада. Иногда вокруг этого выстраивается целая философия.\n\nОсобенно важное значение для производителей bean to bar шоколада имеют:\n\nВкус какао-бобов\nПрослеживаемость происхождения сырья\nКонтроль качества на каждом этапе производства\nЛаконичность состава шоколада\nВ настоящее время термин «bean to bar» начинают использовать не только отраслевые эксперты и производители, но и потребители. Это говорит о неуклонно растущем спросе на шоколад, созданный не из полуфабрикатов (главным образом, из какао тёртого), а именно из какао-бобов. Определение «bean to bar» у многих вызывает ассоциации, связанные с высоким качеством и уникальностью вкуса. И это неспроста.\n\n \n\nС чего всё началось\nОдним из родоначальников концепции bean to bar считается американская компания Scharffen Berger, созданная в 1996 году вблизи Сан-Франциско. Её основателями были «знаток шоколада» Роберт Штайнберг (Robert Steinberg) и винодел Джон Шарффенбергер (John Scharffenberger). Возникновение этой компании связано с очень личной историей.\n\nРоберт Штайнберг работал семейным врачом, когда в 1989 году у него была диагностирована лимфома (разновидность раковой опухоли). Это событие стало поворотным моментом в его жизни – он решил полностью посвятить себя собственной страсти к изысканной еде. В 1994 году внимание Роберта привлекла сфера изготовления шоколада. Он задался целью сделать шоколад из самых лучших какао-бобов, которые только могла создать природа. Воплотить мечту в жизнь ему помог Джон Шарффенбергер, чей предпринимательский дух и успешный бизнес-опыт стали настоящими двигателями компании.\n\nДля начала партнёры приобрели винтажное оборудование и наладили небольшое производство. В шоколаде, который стала создавать их компания, главную роль играл «истинный, природный вкус какао». Он обладал такой сбалансированностью и сложностью, которые обычно присущи только редким исключительным винам. В нём могли проявляться ноты фруктов, табака, орехов, карамели и т.д. Так как для создания шоколада использовалось различное какао, на упаковке появилась маркировка, соответствующая региону происхождения бобов.\n\nВскоре компания начала привлекать к себе пристальное внимание. Шоколад, который она производила, очень сильно отличался от однообразных, простых и сладко-ванильных продуктов, переполнявших рынок США. Новый подход к производству, трепетное отношению ко вкусу какао-бобов и успех на местном рынке стали вдохновлять других местных производителей. Так в Америке зародилось движение «bean to bar».\n\n \n\nBean to bar как новая ступень развития\nМожно смело сказать, что концепция bean to bar была создана ради вкуса. Причём вкуса такого, который мог удивлять и приносить удовольствие. Так на рубеже XX и XXI веков шоколад стал превращаться в нечто большее, чем обычное лакомство. Он поднялся на другой уровень.\n\nСейчас с шоколадом и какао происходит примерно то же самое, что происходило в кофейной индустрии в начале 2000-х годов. Тогда сформировалось иное отношение к кофе, изменился образ мышления тех, кто работал с ним. На первое место вышел вкус продукта, заслонив собой маркетинг. Большой интерес привлёк к себе спешелти кофе. Всё это привело к возникновению так называемой третьей кофейной волны. Её лозунгами стали выражения вроде: «приготовление кофе – это искусство» или «кофе – такой же сложный и многогранный продукт, как вино».\n\nЕсли двигателем третьей волны был спешелти кофе, то в шоколадной индустрии поворотным моментом в развитии стало появление концепции bean to bar. Она кардинально изменила подход к созданию продукта и отношение к нему. Многие производители внезапно обнаружили, что могут создавать потрясающий шоколад, который будет приносить наслаждение, а не станет просто очередной порцией сладкого.\n\n \n\nКогда цель оправдывает средства\nВкус – главный критерий оценки качества шоколада bean to bar. Ради него производители готовы на многое: на поиск уникальных какао-бобов, наиболее подходящей технологии и оборудования, сырья и ингредиентов. Неслучайно концепция построена на уважительном отношении к ароматным какао-бобам. Их уникальные характеристики позволяют создавать продукты с необычными вкусами без использования каких-либо добавок и ароматизаторов.\n\nРабота со вкусом для производителя bean to bar всегда начинается с «сырых», необжаренных какао-бобов. А вот способы создания шоколада могут быть различными. При этом последователи концепции обычно следуют определённым алгоритмам. Перечислим основные из них.\n\n\n1. Выбор сырья\n\nВыбирая сырьё, производители ориентируются не только на вкус и качество. Также большое значение имеет прослеживаемость происхождения. Причём это касается не только какао-бобов, но и других ингредиентов, таких как сахар, какао-масло, молоко. Практически всегда они выбирают редкие и сложные в работе ароматные бобы, требующие деликатной обработки. Ординарные сорта находят применение не часто. Если их и приобретают, то, в основном, для создания купажей или каких-то базовых продуктов. Остальные ингредиенты шоколада подбираются таким образом, чтобы они не перебивали вкус, присущий какао-бобам.\n\nЧасто производители шоколада bean to bar формируют ассортимент на основе собственных предпочтений. Мы, например, подбираем какао-бобы с непохожими вкусами. Сейчас у нас в работе более 25 сортов с различными дескрипторами и профилями: фруктовыми, ягодными, пряными, ореховыми, растительными и т.д.. Наша цель ­­– показать, насколько многогранным может быть вкус шоколада. Поэтому мы работаем и с довольно кислотными сортами (Перу, Amazonas и Перу, Marañón; Мадагаскар, Åkesson; Доминикана, Öko-Caribe), и с терпкими (Панама, Бразилия, Того), и с горькими (Эквадор; Венесуэла, Barinas).\n\nНо есть и другие способы формирования ассортимента. Например, производитель может подбирать только какао-бобы с мягкой горчинкой и ощутимой кислинкой. Либо работать исключительно с сортами, принадлежащими к какой-то группе профилей, например, к фруктово-ягодной. Такой подход даёт возможность создавать разный, но в то же время чем-то похожий друг на друга шоколад.\n\n\n2. Технология производства\n\nКак правило, производители шоколада bean to bar не стремятся к упрощению производства. Наоборот, они словно стараются его усложнить, не жалея времени на ручную переборку какао-бобов, эксперименты с обжаркой, тщательную очистку от какаовеллы и продолжительное измельчение. Оборудование для этого используют довольно разнообразное. Например, какао-бобы могут обжаривать как в печи, так и в ростере, а измельчать шоколад вполне допустимо не только в меланжере (как это делаем мы), но и в валковой мельнице.\n\n\n3. Осознанное отношение к продукту и сырью\n\nПроизводители шоколада bean to bar обычно работают с действительно необычными какао-бобами. Как правило, выбор сортов они делают не спонтанно, а очень обдуманно. Распространённой практикой является заказ пробников, которые используют для тестовых обжарок и разработок рецептур. Это помогает понять:\n\n- подходят ли какао-бобы для введения в ассортимент,\n\n- какие виды продуктов можно из них создать,\n\n- требуется ли разработка индивидуальной рецептуры.\n\nРабота с какао fino de aroma делает недопустимым бездумное смешение сортов. Для этого на производстве может вводиться дополнительная система маркировки. Точная идентификация крайне важна, когда в работе находится несколько видов бобов из одной страны. К примеру, мы создаём какао-продукты и шоколад из трёх видов перуанского какао: Conventional, Amazonas и Marañón. Каждый из них обладает разными вкусовыми дескрипторами, каждому необходима индивидуально подобранная степень и продолжительность обжарки, у каждого есть свои особенности темперирования.\n\nОшибка идентификации может привести к поистине фатальным результатам. Она способна полностью обесценить конечный продукт, а вместе с ним и огромную работу, которую проделали производители какао-бобов и создатели шоколада.\n\n \n\nBean to bar – это этично\nКонцепция bean to bar – не только способ взглянуть на вкус шоколада с иной стороны. Это ещё и своего рода ответ на существующие в мире социальные и экономические проблемы.\n\nК сожалению, очень редко за плиткой шоколада видят что-то, кроме компании, которая её создала. А между тем, за этим лакомством скрывается огромное количество людей. Bean to bar учит нас с уважением относиться к каждому участнику длинной цепочки производства шоколада. В первую очередь, к фермерам, многие из которых живут в странах с очень сложными социально-экономическими и политическими условиями.\n\nПриверженцы концепции – главные клиенты мелких фермеров, производящих какао-бобы fino de aroma. В отличие от крупных промышленных компаний, для создателей bean to bar шоколада важное значение имеет не низкая стоимость сырья, а уникальность вкуса и аромата. Чем реже и необычнее сорт, тем более высокую цену они готовы за него заплатить. Создавая спрос на шоколад из ароматного какао, такие производители обеспечивают фермеров стабильным заработком. Этим они поддерживают существование мелких ферм и кооперативов, производящих качественные бобы в небольших по мировым меркам объёмах.\n\nНам работа с какао fino de aroma помогла понять важность процессов, которые мы не могли увидеть своими глазами. А ещё она принесла осознание того, что сотрудничество с такими кооперативами и компаниями, как Kerta Samaya Samaniya (Бали), Produits des Îles S.A. (Гаити), Eiber Suth Cokran (Восточный Папуа), Kokoa Kamili (Танзания) позволяет фермерам получать более достойную оплату за тяжёлый труд и, тем самым, улучшает условия их жизни.\n\n \n\nBean to bar или не bean to bar?\nОтсутствие чёткого определения понятия «bean to bar» часто приводит к тому, что к последователям концепции пытаются отнести компании, которые не соответствуют её основным принципам. Опишем два типа таких производителей.\n\n \n\n1. Крупные компании, сотрудничающие с производителями какао-бобов\n\nЕсли трактовать «bean to bar» в широком смысле, то под это определение могли бы попасть и крупные компании, которые работают напрямую с фермами и кооперативами. Однако они не вписываются в рамки концепции из-за своего подхода к созданию шоколада. Ориентированные на увеличение прибыли и объёмов производства, они зачастую:\n\nОтдают предпочтение бюджетным сортам какао. Ничего плохого в этом нет, ведь из правильно обработанных ординарных бобов можно создать качественный и вкусный шоколад.\nОптимизируют производственные процессы. Это позволяет изготавливать огромные объёмы продуктов при относительно небольших временных затратах. Впрочем, от этого часто страдают вкус и аромат, которые не успевают развиться в полном объёме.\nИспользуют алкализованные какао-продукты, искусственные добавки и стабилизаторы. Благодаря этому производителям удаётся создавать шоколад со стабильным вкусом и ароматом. Именно стабильность делает их продукты невероятно привлекательными для кондитерской индустрии и для покупателей, которым нравятся ровные, одинаковые и всегда узнаваемые вкусы.\n \n\n2. Крафтовые производства\n\nЕще один тип производителей, который иногда по ошибке относят к bean to bar – это крафтовые производства. Шоколад, который они создают, представляет собой альтернативу промышленному. В основном, его создателями являются частные лица, мастерские или небольшие компании. В основе всех процессов обычно лежит ручной труд, поэтому объёмы производства шоколада невелики.\n\nКрафтовые производители не работают с сырыми бобами, а приобретают какао в виде полуфабрикатов (какао-крупка, какао тёртое, какао-масло, какао-порошок). При этом они сохраняют контроль над большинством этапов изготовления шоколада. Однако такие процессы, как обжарка или измельчение, влияющие на формирование вкуса и аромата какао, часто им неподвластны. Несмотря на это, у крафтовых производителей остаётся довольно обширное «поле для творчества». Например, они могут выбрать:\n\nсорт какао;\nпроизводителя какао-продуктов;\nингредиенты (сахар, молоко, добавки и т.д);\nрецептуру;\nтехнологию производства.\nНаходясь вне концепции bean to bar, крафтовые производители часто создают очень вкусные и действительно интересные продукты.\n\n \n\nTree to bar\nВ последние годы на мировом рынке стали появляться компании, называющие себя производителями шоколада «tree to bar» или «farm to bar». Это очень близкие к bean to bar концепции. В переводе на русский они означают «от дерева к плитке» и «от фермы к плитке». Такими терминами принято называть шоколад, созданный компаниями, которые работают непосредственно с фермой или плантацией, где выращивают какао. Важно, что их производства всегда находятся в стране происхождения бобов, а иногда могут располагаться даже на территории фермерского хозяйства.\n\nКонцепция tree to bar подразумевает полный контроль на всех этапах выращивания и переработки какао. Получается, что производители влияют не только на процессы, связанные с созданием шоколада, но также могут вмешиваться в то, что происходит непосредственно на ферме. Это и селекция, и уход за деревьями, и сбор урожая, и ферментация, и любые другие послеуборочные процессы.\n\nПоследователями концепции «tree to bar» являются такие компании, как PACARI (Эквадор), Stone Hill Cocoa Products (Вьетнам),  Auro Chocolate (Филиппины), Cacaoteca (Доминиканская Республика), Daintree Estates (Австралия). Любопытно, что шоколад известного мадагаскарского производителя какао-бобов fino de aroma под маркой Akesson's в их число не входит, так как переработка сырья происходит не в стране происхождения, а во Франции.\n\n \n\nВ заключение\nКонцепция bean to bar – лишь одна из новых тенденций в сфере производства шоколада. Мы стали свидетелями её становления и укрепления. Это новый этап развития, следующий за промышленным подъёмом XX века. Теперь, когда крупные производители в буквальном смысле накормили шоколадом большую часть населения планеты, у многих появилась потребность взглянуть на знакомое лакомство с иной стороны.\n\nОб этом говорят изменившиеся требования к вкусу и качеству продуктов. Сейчас это заметно не только в индустрии какао, но и в других сферах. Жажда приобретать полезные и вкусные продукты позволила пышным цветом расцвести крафтовым производствам сладостей, сыра, пива, хлеба и т.д. В этом смысле шоколад bean to bar оказался на волне времени.\n\nОсознанность и глубокое погружение в своё дело – вот то, что в нашем представлении должно лежать в основе каждого современного продукта. Судя по всему, мы в этом мнении не одиноки.\n\n \n\n \n\nИсточники\nA Winemaker Turns to Chocolate, https://www.scharffenberger.com/pages/a-winemaker-turns-to-chocolate\nBean-to-Bar Chocolate: What Does This Label Really Mean?, https://perfectdailygrind-com.translate.goog/2017/12/bean-bar-chocolate-label-really-mean/?_x_tr_sl=en&_x_tr_tl=ru&_x_tr_hl=ru&_x_tr_pto=nui,op\nLINKING BEAN-TO-BAR TO SUSTAINABLE ENTREPRENEURSHIP. Jyväskylä University School of Business and Economics Master’s thesis, 2017\nMy Top 50 Bean-to-Bar Chocolate Makers in the United States, https://www-chocolatenoise-com.translate.goog/chocolate-today/my-top-50-bean-to-bar-chocolate-makers-in-the-united-states?_x_tr_sl=en&_x_tr_tl=ru&_x_tr_hl=ru&_x_tr_pto=nui,op\nWhat Is Tree To Bar Chocolate?, https://barandcocoa.com/pages/what-is-tree-to-bar-chocolate",
      "image_blog": "blog/Процесс_создания_шоколада.jpg",
      "created_at": "2023-07-23T07:52:30.877Z",
      "is_published": true,
      "views_count": 2
    }
  },
  {
    "model": "blog.blog",
    "pk": 3,
    "fields": {
      "caption": "тест",
      "slug": "test",
      "context_blog": "Текст на русском.\nЗаписи блога",
      "image_blog": "",
      "created_at": "2023-07-23T09:04:10.004Z",
      "is_published": true,
      "views_count": 4
    }
  },
  {
    "model": "blog.blog",
    "pk": 5,
    "fields": {
      "caption": "j.kl.",
      "slug": "jkl",
      "context_blog": ",././,>",
      "image_blog": "",
      "created_at": "2023-07-23T09:13:01.262Z",
      "is_published": false,
      "views_count": 3
    }
  }
]